LEXICON_RU: dict[str, str] = {
    '/start': '<b>Привет!</b>\n\nЭто бот фотостудии автопортрета <b>"Отклик"</b>\n\n'
              'Я помогу вам узнать о наших услугах,\n'
              'ценах и подарочных сертификатах,\n'
              'как записаться на фотосессию и как нас найти!',
    'about_studio': '❓Что такое студия ОТКЛИК?',
    'book_a_photoshoot': '📅 Записаться на фотосессию',
    'bye_sertificate': '🎁 Купить сертификат',
    'services_prices': '🪙 Узнать об услугах и ценах',
    'location': '🧭 Локация, как добраться',
    'contacts': '☎ Контакты и соцсети',
    'fotosessions': 'Фотосессии',
    'certificates': 'Подарочные сертификаты',
    'text_services_prices': 'Чтобы ознакомиться с услугами и ценами, выберите кнопку ниже:',
    'choose_session_pay': '📸 Выбрать фотосессию и оплатить',
    'come_back': 'Вернуться назад',
    'text_about_fotosessions': 'У нас есть 3 временных слота, планируя время,\n'
                               'пожалуйста, учтите дополнительно 15 минут на инструктаж:\n\n'
                               '<b>25 минут = 2500 рублей</b>\n'
                               'Подойдет, если вы просто хотите попробовать этот формат съемки и точно знаете,\n'
                               'что хотите снять (запись на эту фотосессию возможна только на первое посещение).\n'
                               'До 4 человек, за последующего 500.\n\n'
                               '<b>45 минут = 5000 рублей</b>\n'
                               'Оптимально для 1-2 человек, этого времени хватит, чтобы освоиться и войти во вкус.\n'
                               'Один фон на ваш выбор. До 4 человек, за последующего 1000.\n'
                               'Комплимент от студии – кофе и чай с вкусняшками.\n\n'
                               '<b>90 минут = 8500 рублей</b>\n'
                               'Подойдет, если у вас много образов и идей или вы пришли с семьей или с друзьями. Два фона на ваш выбор.\n'
                               'До 4 человек, за последующего 1000. Также дополнительно можем предложить экспресс-макияж.\n'
                               'Комплимент от студии – кофе и чай с вкусняшками.\n'
                               'В студии будет комфортно небольшой компании до 10 человек.\n'
                               'Большее количество посетителей возможно, оно обговаривается заранее с администратором студии.',
    'other_answer': 'Извините, это сообщение мне непонятно...',
    'text_about_certificate': 'Подарочный сертификат на фотосессию в студию автопортрета «ОТКЛИК»\n'
                            'будет хорошим полноценным подарком или может стать отличным дополнением к основному\n\n'
                            '❤ Срок действия сертификата 3 месяца\n'
                            '👍 Есть электронный и печатный вариант сертификата\n'
                            '✅ Напечатанные сертификаты всегда в наличии\n'
                            '🚁 Бесплатная доставка по городу\n'
                            '🪙 Удобный для вас способ оплаты: карта, перевод, наличные',
    'text_about_contacts': 'Адрес: г.Обнинск, Долгининская улица, 20, офис 162\n'
                            'Время работы: ежедневно с 10:00 до 22:00\n'
                            'Телефон: +79605209672',
    'email': 'Email',
    'instagram': 'Instagram',
    'whatsapp': 'WhatsApp',
    'telegram': 'Telegram',
    'vkontakte': 'ВКонта́кте'
}

# В этом словаре хранятся команды и их описания command  description для кнопки menu
# и используются для установки команд меню в файле keyboards/set_menu
LEXICON_COMMANDS_RU: dict[str, str] = {
    '/command_1': 'command_1 desription',
    '/command_2': 'command_2 desription',
    '/command_3': 'command_3 desription',
    '/command_4': 'command_4 desription'
}
