LEXICON_RU: dict[str, str] = {
    '/start': '<b>Привет!</b>\n\nЭто бот фотостудии автопортрета <b>"Отклик"</b>\n\n'
              'Я помогу вам узнать о наших услугах,\n'
              'ценах и подарочных сертификатах,\n'
              'как записаться на фотосессию и как нас найти!',
    'about_studio': '❓Что такое студия ОТКЛИК?',
    'faq': '❓Часто задаваемые вопросы',
    '1': '1',
    '2': '2',
    '3': '3',
    '4': '4',
    '5': '5',
    '6': '6',
    '7': '7',
    '8': '8',
    '9': '9',
    '10': '10',
    '11': '11',
    'book_a_photoshoot': '📅 Записаться на фотосессию',
    'bye_sertificate': '🎁 Купить сертификат',
    'services_prices': '🪙 Узнать об услугах и ценах',
    'location': '🧭 Локация, как добраться',
    'contacts': '☎ Контакты и соцсети',
    'email': 'Email',
    'instagram': 'Instagram',
    'whatsapp': 'WhatsApp',
    'telegram': 'Telegram',
    'vkontakte': 'ВКонта́кте',
    'fotosessions': 'Фотосессии',
    'certificates': 'Подарочные сертификаты',
    'text_services_prices': 'Чтобы ознакомиться с услугами и ценами, выберите кнопку ниже:',
    'choose_session_pay': '📸 Выбрать фотосессию и оплатить',
    'come_back': 'Вернуться назад',
    'mock_for_btn_next_question': 'mock_for_btn_next_question',
    'other_answer': 'Извините, это сообщение мне непонятно...',
    'text_faq': '1. Сколько времени длится фотосессия?\n\n'
                '2. Можно ли сниматься в обуви?\n\n'
                '3. Можно ли приносить или заказывать еду и напитки в студию?\n\n'
                '4. Можно ли приводить на фотосессию домашних животных?\n\n'
                '5. Как подготовиться к съемке?\n\n'
                '6. Как перенести или отменить съемку?\n\n'
                '7. Сколько фотографий я получу в результате?\n\n'
                '8. Кто может увидеть мои фотографии?\n\n'
                '9. Кто обрабатывает мои фотографии?\n\n'
                '10. Как получить у вас консультацию по открытию студии автопортрета в своем городе?\n\n'
                '11. Что нельзя делать в студии?\n\n'
                'Чтобы получить ответ на интересующий вопрос,\n'
                'нажмите на кнопку cнизу, соответствующую номеру вопроса:',
    'text_about_studio': 'Фотостудия автопортрета ОТКЛИК,\n'
                         'первая студия в г. Обнинске, где ты сам себе фотограф.\n'
                         'Только Ты, пульт и Зеркало.\n\n'
                         'Любишь позировать перед зеркалом?\n'
                         'Тогда этот совершенно новый формат точно для тебя!\n'
                         'Просто смотри в зеркало и жми на кнопку!\n\n'
                         'Ты сразу увидишь отличный кадр,\n'
                         'потому что рядом с зеркалом установлен монитор!\n\n'
                         'Свет и камера уже профессионально настроены.\n'
                         'Осталось только позировать и кликать на кнопку  😉',
    'text_about_fotosessions': 'У нас есть 3 временных слота, планируя время,\n'
                               'пожалуйста, учтите дополнительно 15 минут на инструктаж:\n\n'
                               '<b>25 минут = 2500 рублей</b>\n'
                               'Подойдет, если вы просто хотите попробовать этот формат съемки и точно знаете,\n'
                               'что хотите снять (запись на эту фотосессию возможна только на первое посещение).\n'
                               'До 4 человек, за последующего 500.\n\n'
                               '<b>45 минут = 5000 рублей</b>\n'
                               'Оптимально для 1-2 человек, этого времени хватит, чтобы освоиться и войти во вкус.\n'
                               'Один фон на ваш выбор. До 4 человек, за последующего 1000.\n'
                               'Комплимент от студии – кофе и чай с вкусняшками.\n\n'
                               '<b>90 минут = 8500 рублей</b>\n'
                               'Подойдет, если у вас много образов и идей или вы пришли с семьей или с друзьями. Два фона на ваш выбор.\n'
                               'До 4 человек, за последующего 1000. Также дополнительно можем предложить экспресс-макияж.\n'
                               'Комплимент от студии – кофе и чай с вкусняшками.\n'
                               'В студии будет комфортно небольшой компании до 10 человек.\n'
                               'Большее количество посетителей возможно, оно обговаривается заранее с администратором студии.',
    'text_about_certificate': 'Подарочный сертификат на фотосессию в студию автопортрета «ОТКЛИК»\n'
                            'будет хорошим полноценным подарком или может стать отличным дополнением к основному\n\n'
                            '❤ Срок действия сертификата 3 месяца\n\n'
                            '👍 Есть электронный и печатный вариант сертификата\n\n'
                            '✅ Напечатанные сертификаты всегда в наличии\n\n'
                            '🚁 Бесплатная доставка по городу\n\n'
                            '🪙 Удобный для вас способ оплаты: карта, перевод, наличные',
    'text_about_contacts': 'Адрес: г.Обнинск, Долгининская улица, 20, офис 162\n\n'
                            'Время работы: ежедневно с 10:00 до 22:00\n\n'
                            'Телефон: +79605209672'
}

# В этом словаре хранятся команды и их описания command  description для кнопки menu
# и используются для установки команд меню в файле keyboards/set_menu
LEXICON_COMMANDS_RU: dict[str, str] = {
    '/command_1': 'command_1 desription',
    '/command_2': 'command_2 desription',
    '/command_3': 'command_3 desription',
    '/command_4': 'command_4 desription'
}
